[
  "auto-card-link",
  "flashcards-obsidian",
  "obsidian-excalidraw-plugin",
  "obsidian-icon-folder",
  "omnisearch",
  "darlal-switcher-plus",
  "quick-latex",
  "obsidian-enhancing-export",
  "obsidian-plugin-toc",
  "supercharged-links-obsidian",
  "obsidian-icons-plugin",
  "obsidian-smart-typography",
  "meld-encrypt",
  "better-fn",
  "obsidian-plugin-groups",
  "obsidian-wikipedia",
  "dbfolder",
  "rss-reader",
  "obsidian-style-settings",
  "dangerzone-writing-plugin",
  "dataview",
  "calendar",
  "cmdr",
  "quickadd",
  "table-editor-obsidian",
  "obsidian-projects",
  "obsidian-contextual-typography",
  "alx-folder-note",
  "folder-note-core",
  "obsidian-importer",
  "obsidian-kanban",
  "obsidian-mind-map",
  "footlinks",
  "obsidian-focus-mode",
  "obsidian-tasks-plugin",
  "obsidian-outliner",
  "various-complements",
  "editing-toolbar",
  "hotkeysplus-obsidian",
  "nldates-obsidian",
  "obsidian-image-toolkit",
  "better-word-count",
  "homepage",
  "highlightr-plugin",
  "recent-files-obsidian",
  "tag-wrangler",
  "obsidian-languagetool-plugin",
  "obsidian-enhancing-mindmap",
  "obsidian-footnotes",
  "obsidian42-strange-new-worlds",
  "alx-folder-note-folderv",
  "text-extractor",
  "insert-unsplash-image",
  "make-md",
  "graph-analysis",
  "settings-search",
  "templater-obsidian",
  "obsidian-list-callouts",
  "obsidian-admonition",
  "cm-editor-syntax-highlight-obsidian",
  "excalibrain",
  "obsidian-book-search-plugin",
  "obsidian-hider",
  "obsidian-sortable",
  "buttons",
  "obsidian-zotero-desktop-connector",
  "periodic-notes",
  "obsidian-table-to-csv-exporter",
  "update-time-on-edit",
  "obsidian-omnivore",
  "workspaces-plus"
]